Repository: YordanSoares/woocommerce-es
Catalog: languages/woocommerce-*-vat-number/*.po
Languages: es_es

source: EU VAT Title
es_es: Título EU VAT

source: The title that appears at checkout above the VAT Number box.
es_es: Este título aparece en el Pedido después de la caja del número CIF/NIF

source: EU VAT Message
es_es: Mensaje EU VAT

source: The message that appears at checkout above the VAT Number box.
es_es: Este es el mensaje que aparece en el Pedido después de la caja del número CIF/NIF

source: Show field for base country
es_es: Mostrar el Código basado en el País

source: Show the VAT field even when the customer is in your base country
es_es: Mostrar el campo CIF/NIF incluso cuando el cliente está basado en el país centrado

source: Deduct VAT for base country
es_es: Deducir el VAT basado en el País

source: Deduct the VAT even when the customer is in your base country and has a valid number
es_es: Deducir el Impuesto incluso cuando el cliente está basado en el mismo País de la tienda y tiene un número correcto CIF/NIF.

source: EU VAT Number
es_es: NIF/CIF

source: If you are in the EU and have a valid EU VAT registration number please enter it below.
es_es: Si estás en Europa y tíenes un número NIF/CIF válido, introdúcelo a continuación.

source: VAT Number
es_es: NIF/CIF

source: You cannot use a VAT number since your country (%s) is outside of the EU.
es_es: No puedes utilizar dicho CIF/NIF porque está basado en el país (%s) que está fuera de Europa.

source: You have entered an invalid VAT number (%s) for your country.
es_es: Has introducido un número incorrecto de CIF/NIF (%s).
