Repository: YordanSoares/woocommerce-es
Catalog: languages/woocommerce/*.po
Languages: es_es

source: Set variation image
es_es: Establecer imagen en variación

source: Variable product
es_es: Produccto variable

source: Variation #%s of %s
es_es: Variación #%s de %s

source: Product Type
es_es: Tipo de producto

source: Virtual products are intangible and aren't shipped.
es_es: Productos virtuales son intangibles y no se envían.

source: Downloadable products give access to a file upon purchase.
es_es: Los productos descargables dar acceso a un archivo después de la compra.

source: Inventory
es_es: Inventario

source: Linked Products
es_es: Productos enlazados

source: Attributes
es_es: Atributos

source: Advanced
es_es: Avanzado

source: Stock Keeping Unit
es_es: SKU-REF

source: SKU refers to a Stock-keeping unit, a unique identifier for each distinct product and service that can be purchased.
es_es: SKU (Stock-Keeping Unit) refiere a una unidad de mantenimiento de stock (unidad de guardado de inventario o referencia REF:), un identificador distinto y único para cada producto o para cada servicio que se puede comprar. Los SKU no siempre se asocian con muestras o productos físicos, sino que más bien se refieren a entidades facturables: Extensiones en la garantía, cargos de envío o instalación no son físicos, pero tienen SKU porque son facturables. Quienes usan el método SKU asignan los números de acuerdo a su propio criterio, basados en las políticas de almacenamiento de datos de cada corporación o empresa a nivel regional o nacional. El seguimiento de los SKU difiere de otros métodos de seguimiento de productos en que no son controlados por una serie de regulaciones recomendadas por los fabricantes, ni tampoco por regulaciones de terceros.

source: Product URL
es_es: URL del producto

source: Enter the external URL to the product.
es_es: Introduzca la dirección URL externa al producto.

source: Button text
es_es: Botón de texto

# placeholder
source: Buy product
es_es: Comprar producto

source: This text will be shown on the button linking to the external product.
es_es: Este texto aparecerá en el botón de enlace con el producto externo.

source: Regular Price
es_es: P.V.P:

source: Sale Price
es_es: Precio de venta (Oferta)

source: Sale Price Dates
es_es: Fechas de precio de venta

source: Cancel
es_es: Cancelar

source: File paths (one per line)
es_es: Ruta del archivo (uno por linea)

source: Download Limit
es_es: Límite de la descarga

source: Tax Status
es_es: Estado de impuestos

source: Shipping only
es_es: Solo envío

source: None
es_es: Ninguno

source: Enable stock management at product level
es_es: Habilitar gestión de stocks (existencias) a nivel de producto

source: Stock quantity. If this is a variable product this value will be used to control stock for all variations, unless you define stock at variation level.
es_es: Cantidad de stock: Si se trata de un producto variable este valor se utilizará para el control de stock, disponibles para todas las variantes, a menos que defina acciones a nivel de variación. Cuando el nivel de stock está por debajo de 1 unidad (-1, -2 etc), el coste por envío en la factura final que se le envía al cliente, no aparecerá.

source: Stock status
es_es: Estado del stock

source: Controls whether or not the product is listed as "in stock" or "out of stock" on the frontend.
es_es: Controla si el producto está listado en el Front-end (La web que el cliente ve) cómo "en stock " o cómo "agotado "

source: Allow Backorders?
es_es: ¿Permitir pedidos atrasados?

source: Do not allow
es_es: No permitir

source: Allow, but notify customer
es_es: Permitir, pero notifiquese al cliente

source: Allow
es_es: Permitir

source: If managing stock, this controls whether or not backorders are allowed for this product and variations. If enabled, stock quantity can go below 0.
es_es: Gestión de stock: Controla si se permite o no a los clientes tener pedidos pendientes para este producto y sus variantes. Cuando se selecciona "Permitir, pero notificar al cliente" saldrá en la página del Producto Solo y al lado de las unidades en stock, el aviso de: 'Pedidos pendientes permitidos'. Si las opciones de "Permitir" están habilitadas, las existencias del stock podrían estar por debajo de 0 unidades, en este caso se le notificará al cliente con el aviso: 'Sin Stock' pero disponible si lo quiere reservar. Solo cuando se selecciona 'No permitir' el botón de 'Añadir al pedido' en el producto principal desaparecerá para que el cliente no tenga opción de hacer una reserva del producto.

source: Sold Individually
es_es: Vendido individualmente

source: Enable this to only allow one of this item to be bought in a single order
es_es: Habilitar esta opción sólo para permitir que uno de este producto se pueda comprar en un solo pedido.

source: Weight in decimal form
es_es: Peso en forma decimal

source: Dimensions
es_es: Dimensiones

source: LxWxH in decimal form
es_es: Largo x Ancho x Alto en forma decimal

source: No shipping class
es_es: Medios de envio no disponibles

source: Shipping class
es_es: Medios de envío

source: Shipping classes are used by certain shipping methods to group similar products.
es_es: Los medios de envio son usados ​​por ciertos métodos de envío para agrupar productos similares.

source: Value(s)
es_es: Valor/es

source: Select terms
es_es: Seleccione términos de

source: Select all
es_es: Selecionar todo

source: Select none
es_es: Anular selección

source: Add new
es_es: Añadir nuevo

source: Pipe separate terms
es_es: Separar términos verticalmente

source: Visible on the product page
es_es: Visible en la página de producto

source: Used for variations
es_es: Se utiliza para variaciones

source: Enter some text, or some attributes by pipe (|) separating values.
es_es: Escriba un texto, o algunos atributos (Rojo | verde) separando los valores por una barra vertical (|)

source: Custom product attribute
es_es: Guardar atributos personalizados

source: Save attributes
es_es: Guaradar atributos

source: Up-Sells
es_es: Up-Sells (Vender hasta)

source: Up-sells are products which you recommend instead of the currently viewed product, for example, products that are more profitable or better quality or more expensive.
es_es: Up-sells son productos que usted recomienda en lugar del producto que está viendo actualmente; por ejemplo, productos que son más rentables o mejor calidad o más caros.

source: Cross-Sells
es_es: Ventas cruzadas

source: Cross-sells are products which you promote in the cart, based on the current product.
es_es: Cross-sells (Ventas cruzadas) son productos que usted promueve en el carro, con base en el producto actual.

source: Choose a grouped product&hellip;
es_es: Elija un producto agrupado ...

source: Grouping
es_es: Agrupamiento

source: Set this option to make this product part of a grouped product.
es_es: Ajuste esta opción para hacer que este producto forme parte de un producto agrupado.

source: Purchase Note
es_es: Notas sobre la compra.

source: Enter an optional note to send the customer after purchase.
es_es: Escriba una nota opcional para enviar al cliente después de la compra.

source: Menu order
es_es: Psición en el menú

source: Custom ordering position.
es_es: Posición personalizada.

source: Enable reviews
es_es: Habilitar comentarios

source: Product SKU must be unique.
es_es: El SKU (Referecia REF:) del producto debe ser único.

source: Catalog/search
es_es: Búsqueda / Catálogo

source: Catalog visibility:
es_es: Visibilidad del Catálogo:

source: Define the loops this product should be visible in. The product will still be accessible directly.
es_es: Definir los bucles este producto debe ser visible. El producto seguirá siendo accesible directamente.

source: Enable this option to feature this product.
es_es: Active esta opción para ofrecer este producto.

source: Featured Product
es_es: Producto Destacado

source: OK
es_es: Aceptar

source: Delete image
es_es: Eliminar imagen

source: Delete
es_es: Eliminar

source: Add product gallery images
es_es: Añadir Galería de imágenes de Productos

source: Add Images to Product Gallery
es_es: Añadir imagenes a la galería de productos

source: Add to gallery
es_es: Añadir a la galería

source: Product Gallery
es_es: Galría de productos

source: Product Short Description
es_es: Descripción breve del producto

source: Reviews
es_es: Comentarios

source: Order Data
es_es: Fecha del pedido

source: Order Items
es_es: Articulos del pedido

source: Note: if you edit quantities or remove items from the order you will need to manually update stock levels.
es_es: <strong>Nota:</strong> Si modifica las cantidades o quita elementos del pedido que aquí aparecen, usted tendrá que actualizar manualmente los niveles de existencias (Stock).

source: Downloadable Product Permissions
es_es: Permisos de producto descargable.

source: Note: Permissions for order items will automatically be granted when the order status changes to processing/completed.
es_es: Nota: Los permisos para los elementos de orden automáticamente se concederá cuando cambia el estado del pedido a procesamiento / completado.

source: Order Actions
es_es: Acciones de pedido

source: Coupon Data
es_es: Fecha del Cupón

source: Coupon code
es_es: Código del cupón

source: Product name
es_es: Nombre del producto

source: Allow reviews.
es_es: Permitir comentarios.

source: Allow <a href="%s" target="_blank">trackbacks and pingbacks</a> on this page.
es_es: Permitir <a href="%s" target="_blank">trackbacks and pingbacks</a> en esta página.

source: Styles
es_es: Estilos

source: Primary
es_es: Primario

source: Call to action buttons/price slider/layered nav UI
es_es: Llame a botones de acción / precio deslizantes / capa de interfaz de usuario

source: Secondary
es_es: Secundario

source: Buttons and tabs
es_es: Botones y pestañas

source: Highlight
es_es: Destacar

source: Price labels and Sale Flashes
es_es: Etiquetas de precios y Venta Estrella

source: Content
es_es: Contenido

source: Your themes page background - used for tab active states
es_es: Su tema de fondo de la página - se utiliza para el estado de pestaña activa

source: Subtext
es_es: Sub texto

source: Used for certain text and asides - breadcrumbs, small text etc.
es_es: Se utiliza para un texto determinado y aparte para texto pequeño .

source: To edit colours <code>woocommerce/assets/css/woocommerce-base.less</code> and <code>woocommerce.css</code> need to be writable. See <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
es_es: Para editar los colores <code>woocommerce/assets/css/woocommerce-base.less</code> y <code> woocommerce.css </code> debe tener permisos de escritura. Ver <a href="http://codex.wordpress.org/Changing_File_Permissions"> el Codex </a> para obtener más información.

source: Localisation
es_es: Localización

source: Use informal localisation for %s
es_es: Utilice localización de confianza para %s

source: General Options
es_es: Opciones Generales

source: Base Location
es_es: País de su tienda:

source: This is the base location for your business. Tax rates will be based on this country.
es_es: Esta es la localización de su negocio. Las tasas e impuestos estarán basadas en este país.

source: Currency
es_es: Moneda Corriente

source: This controls what currency prices are listed at in the catalog and which currency gateways will take payments in.
es_es: Aquí se establece qué precios de las divisas se enumeran en el catálogo y en qué pasalela de pago de divisas se harán los pagos.

source: Allowed Countries
es_es: Paises Permitidos

source: These are countries that you are willing to ship to.
es_es: Se trata de países que están dispuestos a enviar a.

source: All Countries
es_es: Todos los paises

source: Specific Countries
es_es: Países específicos

source: Store Notice
es_es: Avisos en tienda

source: Enable site-wide store notice text
es_es: Habilitar en todo el sitio de la tienda textos de aviso de que es una tienda en modo de prueba.

source: Store Notice Text
es_es: Aviso de tienda en pruebas:

source: This is a demo store for testing purposes &mdash; no orders shall be fulfilled.
es_es: <strong>AVISO:</strong> Estamos en proceso de renovación de nuestro catálogo y haciendo mejoras en nuestro sitio Web que podrían tener un impacto imprevisto sobre su pedido, haciendo que éste no se enviara si se realizara al mismo tiempo. Estas operaciones son breves y enseguida estaremos en línea animándole a que nos visite de nuevo.... pero si usted se siente lo suficientemente generoso cómo para hacer una compra por equivocación ... <strong> ¡¡¡ No se admitirán devoluciones !!!.</strong>

source: Cart, Checkout and Accounts
es_es: Compra, Finalizar Compra y Cuentas

source: Coupons
es_es: Cupones (Vales descuento)

source: Enable the use of coupons
es_es: Habilitar el uso de cupones (Vales de descuento).

source: Coupons can be applied from the cart and checkout pages.
es_es: Los cupones o vales de descuento se pueden aplicar desde el carro y en las páginas de pago.

source: Checkout
es_es: Finalizar compra

source: Enable guest checkout (no account required)
es_es: Permitir comprar a invitados (no se requiere registro ni tener cuenta)

source: Enable customer note field on checkout
es_es: Habilitar campo de 'Notas del Cliente' a la salida del pedido

source: Force secure checkout
es_es: Grupo de pago y envío seguro

source: Force SSL (HTTPS) on the checkout pages (an SSL Certificate is required).
es_es: Forzar SSL (HTTPS) en las páginas de pago (Un Certificado SSL es necesario).

source: Un-force HTTPS when leaving the checkout
es_es: Salir de HTTPS al salir de la caja

source: Registration
es_es: Registro

source: Allow registration on the checkout page
es_es: Permite el registro en la página de pago

source: Allow registration on the "My Account" page
es_es: Permite el registro en la carpeta "Mi cuenta " de la página

source: Register using the email address for the username
es_es: Regístrese utilizando la dirección de correo electrónico de usuario

source: Customer Accounts
es_es: Cuentas de clientes

source: Prevent customers from accessing WordPress admin
es_es: Evitar que los clientes tengan acceso a la administración de WordPress

source: Clear cart when logging out
es_es: Vaciar el carro al salir.

source: Allow customers to repurchase orders from their account page
es_es: Permite a los clientes recomprar de las facturas desde la página de su cuenta

source: Styles and Scripts
es_es: Estilos y Scripts

source: Styling
es_es: Estilismo

source: Enable WooCommerce CSS
es_es: Habilitar WooCommerce CSS

source: Enable Lightbox
es_es: Habilitar imagen emergente

source: Include WooCommerce's lightbox. Product gallery images and the add review form will open in a lightbox.
es_es: Incluya lightbox WooCommerce. Galería de imágenes del producto. El producto añadido aparecera y se abrirá en una ventana emergente (lightbox).

source: Enable enhanced country select boxes
es_es: Permitir una casilla de selección mayor por país

source: This will enable a script allowing the country fields to be searchable.
es_es: Esto habiltará un script que permite a los campos de los países ser consultados.

source: Downloadable Products
es_es: Productos Descargables.

source: File Download Method
es_es: Metodo de descrga del archivo

source: Forcing downloads will keep URLs hidden, but some servers may serve large files unreliably. If supported, <code>X-Accel-Redirect</code>/ <code>X-Sendfile</code> can be used to serve downloads instead (server requires <code>mod_xsendfile</code>).
es_es: Forzar descargas mantendrá las URLs ocultas, pero algunos servidores podrían brindar la descarga de archivos grandes de forma poco fiable. Si está soportado, puede usar <code>X-Accel-Redirect</code> / <code>X-Sendfile </code>(Realiza una redirección interna a la URI especificada) para servir las descargas (el servidor requiere <code>mod_xsendfile</code>).

source: Force Downloads
es_es: Forzar Descargas

source: Redirect only
es_es: Solo Redirigir

source: Access Restriction
es_es: Acceso restringido

source: Downloads require login
es_es: Para descargar necesita identificarse (Iniciar sesión)

source: This setting does not apply to guest purchases.
es_es: Este ajuste no se aplica a las compras de compradores no registrados.

source: Grant access to downloadable products after payment
es_es: Permitir el acceso a los productos de descarga después del pago

source: Enable this option to grant access to downloads when orders are "processing", rather than "completed".
es_es: Active esta opción para permitir el acceso a las descargas cuando los pedidos se están 'procesado', en lugar de 'completado'.

source: Note: The shop page has children - child pages will not work if you enable this option.
es_es: Nota: La página de tienda tienda tiene subpáginas - Las páginas secundarias no funcionarán si se habilita esta opción.

source: Page Setup
es_es: Configuración de Páginas

source: Set up core WooCommerce pages here, for example the base page. The base page can also be used in your %sproduct permalinks%s.
es_es: Aquí puede crear las páginas principales de su tienda WooCommerce, por ejemplo, la página base de la tienda. La página base también se puede utilizar en su %sproduct permalinks%s.

source: Shop Base Page
es_es: Página Base de la Tienda

source: This sets the base page of your shop - this is where your product archive will be.
es_es: Aquí se establece la página base de su tienda - Aquí es donde estrá su presentación de productos.

source: Base Page Title
es_es: Título de Página Base

source: This title to show on the shop base page. Leave blank to use the page title.
es_es: Este título aparecerá en la página base de la tienda. Dejar en blanco para usar el título de la página.

source: Terms Page ID
es_es: Términos y condiciones de venta

source: If you define a "Terms" page the customer will be asked if they accept them when checking out.
es_es: Si se define un "Terms" de la página al cliente sera preguntado si los aceptan al momento de pagar.

source: Shop Pages
es_es: Páginas de la tienda

source: The following pages need selecting so that WooCommerce knows where they are. These pages should have been created upon installation of the plugin, if not you will need to create them.
es_es: Las páginas siguientes deben seleccionarse de manera que WooCommerce sepa dónde están. Estas páginas se han creado durante la instalación del plugin, de lo contrario, tendrás que crearlas manualmente en la sección lateral PÁGINAS. Tendra que poner los 'códigos cortos' correspondientes a cada una de ellas.

source: Cart Page
es_es: Página 'Cesta de la compra' (Cart Page) - [woocommerce_cart]

source: Page contents: [woocommerce_cart]
es_es: Contenido de la página: [woocommerce_cart]

source: Checkout Page
es_es: Página de 'Pasar por Caja' (Checkout Page) - [woocommerce_checkout]

source: Page contents: [woocommerce_checkout]
es_es: Contenido de la pägina: [woocommerce_checkout]

source: Pay Page
es_es: Página de 'Presentar Pago' (Pay Page) - [woocommerce_pay]

source: Page contents: [woocommerce_pay] Parent: "Checkout"
es_es: Contenido de la página: [woocommerce_pay] Pricipal: 'Checkout'

source: Thanks Page
es_es: Página de 'Gracias por su compra' (Thanks Page) - [woocommerce_thankyou]

source: Page contents: [woocommerce_thankyou] Parent: "Checkout"
es_es: Contenido de la página principal: [woocommerce_thankyou] 'Realizar Pedido'

source: My Account Page
es_es: Página de 'Mi Cuenta' (My Account Page) - [woocommerce_my_account]

source: Page contents: [woocommerce_my_account]
es_es: Contenido de la página: [woocommerce_my_account]

source: Edit Address Page
es_es: Página de 'Editar de mi dirección' (Edit Address Page) - [woocommerce_edit_address]

source: Page contents: [woocommerce_edit_address] Parent: "My Account"
es_es: Contenido de la página: [woocommerce_edit_address] Superior: 'Mi cuenta'

source: View Order Page
es_es: Página de 'ver factura' (View Order Page) - [woocommerce_view_order]

source: Page contents: [woocommerce_view_order] Parent: "My Account"
es_es: Contenido de la página: [woocommerce_view_order] Principal: 'Mi cuenta'

source: Change Password Page
es_es: Página de 'Cambio de contraseña' (Change Password Page) - [woocommerce_change_password]

source: Page contents: [woocommerce_change_password] Parent: "My Account"
es_es: Contenido de la página: [woocommerce_change_password] Superior: 'Mi cuenta'

source: Logout Page
es_es: Página de 'Cerrar Sesión' (Logout Page)

source: Parent: "My Account"
es_es: Principal: 'Mi cuenta'

source: Lost Password Page
es_es: Página de 'Perdida de Contraseña' (Lost Password Page) - [woocommerce_lost_password]

source: Page contents: [woocommerce_lost_password] Parent: "My Account"
es_es: Contenido de la página: [woocommerce_lost_password] Superior: 'Mi cuenta'

source: Catalog Options
es_es: Catálogo de Opciones

source: Default Product Sorting
es_es: Clasificación por defecto del producto

source: This controls the default sort order of the catalog.
es_es: Controla el orden predeterminado del catálogo.

source: Default sorting (custom ordering + name)
es_es: Orden predeterminado (pedidos personalizados + nombre)

source: Popularity (sales)
es_es: Popularidad (ventas)

source: Average Rating
es_es: Valoración media

source: Sort by most recent
es_es: Ordenar por el más reciente

source: Sort by price (asc)
es_es: Ordenar por precio (asc)

source: Sort by price (desc)
es_es: Ordenar por precio (desc)

source: Shop Page Display
es_es: Presentación en la página de la tienda.

source: This controls what is shown on the product archive.
es_es: Aquí se establece lo que se muestra en el archivo de productos.

source: Show products
es_es: Mostrar productos

source: Show subcategories
es_es: Mostrar categorías

source: Show both
es_es: Mostrar ambos

source: Default Category Display
es_es: Mostrar categoría predeterminada

source: This controls what is shown on category archives.
es_es: Aquí se establece lo que se muestra en el Archivo de la categoría.

source: Add to cart
es_es: Añadir a su compra

source: Redirect to the cart page after successful addition
es_es: Redirigir a la página del carrito después de haber agregado.

source: Enable AJAX add to cart buttons on archives
es_es: Habilitar AJAX en los botones de añadir al carro en Archivos

source: The following options affect the fields available on the edit product page.
es_es: Las siguientes opciones afectan los campos disponibles en la página de edición.

source: Product Fields
es_es: Campos de los productos

source: Enable the <strong>SKU</strong> field for products
es_es: Habilitar el campo código <strong>SKU-REF:</strong> para los productos.

source: Enable the <strong>weight</strong> field for products (some shipping methods may require this)
es_es: Activar el <strong>peso</strong> de los productos (algunos de los métodos de envío pueden exigir esto)

source: Enable the <strong>dimension</strong> fields for products (some shipping methods may require this)
es_es: Habilitar los campos de la <strong>dimensión </strong> de los productos (algunos de los métodos de envío pueden exigir esto)

source: Show <strong>weight and dimension</strong> values on the <strong>Additional Information</strong> tab
es_es: Mostrar información adicional y valores sobre el <strong> peso y dimensiónes </strong>

source: Weight Unit
es_es: Unidad de Peso

source: This controls what unit you will define weights in.
es_es: Aquí se establece que unidad de peso será definida.

source: Dimensions Unit
es_es: Unidades de Dimensión

source: This controls what unit you will define lengths in.
es_es: Aquí se establece que unidad de longitud será definida.

source: Product Ratings
es_es: Valoraciones del producto

source: Enable ratings on reviews
es_es: Habilitar calificaciones y opiniones
