Repository: YordanSoares/woocommerce-es
Catalog: languages/woocommerce/*.po
Languages: es_es

source: Capability overhaul
es_es: Capacidad de revisión

source: More granular capabilities for admin/shop manager roles covering products, orders and coupons.
es_es: Capacidades más granulares para las funciones de administrador admin/shop cubre los productos, pedidos y cupones (Vales descuento).

source: API Improvements
es_es: Mejoras de la API

source: <code>WC-API</code> now has real endpoints, and we've optimised the gateways API significantly by only loading gateways when needed.
es_es: <code>WC-API</code> tiene ahora puntos finales reales, y hemos optimizado la API gateways de manera significativa por que la carga de la pasarela de pago sólo cuando sea necesario.

source: Cache-friendly cart widgets
es_es: Cache de los widgets de compra

source: Cart widgets and other "fragments" are now pulled in via AJAX - this works wonders with static page caching.
es_es: Widgets de carro y otro "fragments" ahora se retiró en medio via AJAX - esto hace maravillas con caché de páginas estáticas.

source: Session handling
es_es: Sesión de manejo

source: PHP SESSIONS have been a problem for many users in the past, so we've developed our own handler using cookies and options to make these more reliable.
es_es: Las sesiones de PHP ha sido un problema para muchos usuarios en el pasado, por lo que hemos desarrollado nuestro propio controlador de uso de las cookies y las opciones para hacerlos más confiables.

source: Retina Ready
es_es: Retina Lista

source: All graphics within WC have been optimised for HiDPI displays.
es_es: Todos los gráficos dentro de WC se han optimizado para pantallas HiDPI.

source: Better stock handling
es_es: Mejor manejo de stock

source: We have added an option to hold stock for unpaid orders (defaults to 60mins). When this time limit is reached, and the order is not paid for, stock is released and the order is cancelled.
es_es: Hemos añadido una opción para mantener en stock los pedidos pendientes de pago (por defecto a 60min). Cuando este plazo se alcanza, y el pedido no se ha pagado, las acciones se liberan y el pedido se cancela.

source: Improved Line-item storage
es_es: Mejora de partidas de almacenamiento

source: We have changed how order items get stored making them easier (and faster) to access for reporting. Order items are no longer serialised within an order - they are stored within their own table.
es_es: Para acceder a la presentación de informes, hemos cambiado el número de elementos que se almcenan de orden haciéndolo más fácil (y más rápido). Los pedidos ya no son serializados dentro de un orden - que se almacenan en su propia mesa.

source: Autoload
es_es: Autocarga

source: We have setup autoloading for classes - this has dramatically reduced memory usage in 2.0.
es_es: Hemos configurado para la carga automática de clases - esto ha reducido drásticamente el uso de memoria en 2,0.

source: Go to WooCommerce Settings
es_es: Ir a la configuración de WooCommerce.

source: WooCommerce is developed and maintained by a worldwide team of passionate individuals and backed by an awesome developer community. Want to see your name? <a href="https://github.com/woothemes/woocommerce/blob/master/CONTRIBUTING.md">Contribute to WooCommerce</a>.
es_es: WooCommerce está desarrollado y mantenido por un equipo de personas apasionadas en todo el mundo y está respaldado por una comunidad de desarrolladores impresionante. ¿Quiere ver su nombre? <a href="https://github.com/woothemes/woocommerce/blob/master/CONTRIBUTING.md"> Participe en WooCommerce </ a>.

source: View %s
es_es: Ver %s

source: Make a duplicate from this product
es_es: Haga un duplicado de este producto

source: Duplicate
es_es: Duplicado

source: Copy to a new draft
es_es: Copiar en un nuevo proyecto

source: Image
es_es: Imagen

source: Name
es_es: Nombre

source: SKU
es_es: SKU-REF

source: Stock
es_es: Existencias

source: Price
es_es: Precio

source: Categories
es_es: Categorías

source: Tags
es_es: Etiquetas.

source: Featured
es_es: Destacados

source: Type
es_es: Tipo

source: Date
es_es: Fecha

source: Edit this item
es_es: Editar este artículo

source: Edit
es_es: Editar

source: Edit this item inline
es_es: Editar este articulo en linea

source: Quick&nbsp;Edit
es_es: Edición rápida

source: Restore this item from the Trash
es_es: Recuperar este elemento de la Papelera

source: Restore
es_es: Resturar

source: Move this item to the Trash
es_es: Mover este elemento a la Papelera

source: Trash
es_es: Papelera

source: Delete this item permanently
es_es: Eliminar este elemento permanentemente

source: Delete Permanently
es_es: Eliminar permanentemente

source: Preview &#8220;%s&#8221;
es_es: Presentar &#8220;%s&#8221;

source: Preview
es_es: Presentar

source: View &#8220;%s&#8221;
es_es: Ver &#8220;%s&#8221;

source: View
es_es: Ver

source: Grouped
es_es: Agrupados

source: External/Affiliate
es_es: Externo / Afiliado

source: Downloadable
es_es: Descargable

source: Simple
es_es: Sencillo

source: Toggle featured
es_es: Selecionar características

source: yes
es_es: Sí

source: In stock
es_es: DISPONIBILIDAD: %s Artículos disponibles en stock.

source: Out of stock
es_es: DISPONIBILIDAD: Producto agotado. Pendiente de reposición.

source: Show all product types
es_es: Mostrar todos los tipos de productos

source: Grouped product
es_es: Productos agrupados

source: External/Affiliate product
es_es: Producto externo / Afiliado

source: Simple product
es_es: Producto sencillo

source: Show all sub-types
es_es: Mostrar todos los subtipos

source: [%s with SKU of %s]
es_es: [%s con SKU-REF of %s]

source: [%s with ID of %d]
es_es: [%s con el ID de %d]

source: Product Data
es_es: Datos del producto

source: Regular price
es_es: P.V.P:

source: Sale
es_es: Venta

source: Sale price
es_es: Precio de venta

source: Weight
es_es: Peso

source: L/W/H
es_es: L x W x H

source: Length
es_es: Longitud

source: Width
es_es: Ancho

source: Height
es_es: Alto

source: Visibility
es_es: Visibilidad

source: Catalog &amp; search
es_es: Catálogo y búsqueda

source: Catalog
es_es: Catálogo

source: Search
es_es: Búsqueda

source: Hidden
es_es: Oculto

source: In stock?
es_es: ¿En stock?

source: Manage stock?
es_es: ¿Administrar stock?

source: Stock Qty
es_es: Cantidad de stock

source: — No Change —
es_es: - Sin cambios -

source: Change to:
es_es: Cambiar a:

source: Increase by (fixed amount or %):
es_es: Aumentar en un (importe fijo o %):

source: Decrease by (fixed amount or %):
es_es: Disminución de (importe fijo o %):

source: Enter price
es_es: Introducir precios

source: Decrease regular price by (fixed amount or %):
es_es: Disminución precio regular por (cantidad fija o%):

source: Yes
es_es: Sí

source: Sort Products
es_es: Ordenar productos

source: Insert into product
es_es: Insertar en producto

source: Uploaded to this product
es_es: Subir este producto

source: Code
es_es: Código

source: Coupon type
es_es: Tipo de cupón

source: Coupon amount
es_es: Cantidad de cupones

source: Description
es_es: Descripción

source: Product IDs
es_es: IDs (identificación) del producto.

source: Usage / Limit
es_es: Limite / Uso

source: Expiry date
es_es: Fecha de caducidad.

source: Edit coupon
es_es: Editar cupón

source: %s / &infin;
es_es: %s / ∞

source: Show all statuses
es_es: Mostrar todos los estados

source: Status
es_es: Estado

source: Order
es_es: Pedido ID

source: Billing
es_es: Facturación

source: Shipping
es_es: Costes del envío:

source: Order Total
es_es: Total del pedido:

source: Order Notes
es_es: Añada notas sobre su pedido y su envío:

source: Customer Notes
es_es: Notas del cliente

source: Actions
es_es: Acciones

source: Guest
es_es: Invitado

source: Order %s
es_es: Pedido %s

source: made by
es_es: Hecho por:

source: Email:
es_es: E-Mail del cliente:

source: Tel:
es_es: Con Teléfono:

source: Via
es_es: Vía

source: Unpublished
es_es: Inédito

source: %s ago
es_es: %s hace

source: Y/m/d
es_es: A/m/d

source: Processing
es_es: En Proceso

source: Complete
es_es: Completo

source: Show all customers
es_es: Presentar todos los clientes

source: Revoke Access
es_es: Revocar acceso

source: Click to toggle
es_es: Clickar para cambiar

source: File %d: %s
es_es: Archivo %d: %s

source: Downloaded %s time
es_es: Tiempo de descarga %s

source: Downloads Remaining
es_es: Descargas Restantes

source: Unlimited
es_es: Ilimitado

source: Access Expires
es_es: Expiración de Acceso

source: Never
es_es: Nunca

source: Fee Name
es_es: Nombre de la tarifa

source: Tax class
es_es: Tipo de impuestos:

source: N/A
es_es: No Disponible.

source: Taxable
es_es: Sujeto a impuestos

source: Standard
es_es: Estándar

source: Product ID:
es_es: ID (identificación) del producto:

source: Variation ID:
es_es: Variación ID:

source: Product SKU:
es_es: Producto SKU-REF:

source: Add&nbsp;meta
es_es: Añadir nueva característica

source: Tax Rate:
es_es: Tasa de impuestos:

source: Sales Tax:
es_es: Impuesto de ventas:

source: Shipping Tax:
es_es: Impuestos del envío:

source: Remove
es_es: Eliminar

source: Any
es_es: Cualquier

source: Enter a SKU for this variation or leave blank to use the parent product SKU.
es_es: Introduzca un Código SKU-REF para esta variación o dejar en blanco para usar el SKU-REF del producto principal .

source: Stock Qty:
es_es: Cantidad en stock:

source: Enter a quantity to enable stock management at variation level, or leave blank to use the parent product's options.
es_es: Introduzca una cantidad para permitir la gestión de stocks a nivel de variación, o dejar en blanco para usar las opciones del producto del producto principal.

source: Regular Price:
es_es: P.V.P:

source: Variation price (required)
es_es: Variación de precios (requerido)

source: Sale Price:
es_es: Precio rebajado

source: Schedule
es_es: Programar (fijar durante cuantos tiempo, días etc. estará vigente el precio de venta en oferta)

source: Cancel schedule
es_es: Cancelar programación (fijar el horario)

source: Sale start date:
es_es: Inicio fecha de venta:

# placeholder
source: From&hellip;
es_es: A partir del ...

source: Sale end date:
es_es: Termino fecha de venta:

# placeholder
source: To&hellip;
es_es: Para ...

source: Enter a weight for this variation or leave blank to use the parent product weight.
es_es: Introduzca un peso para esta variación o dejar en blanco para usar el peso del producto principal.

source: Dimensions (L&times;W&times;H)
es_es: Dimensiones (Largo&times;Ancho&times;Alto)

source: Shipping class:
es_es: Medio de envío

source: Same as parent
es_es: Igual que el superior

source: Tax class:
es_es: Tipo de impuestos:

source: File paths:
es_es: Ruta del archivo:

source: Enter one or more File Paths, one per line, to make this variation a downloadable product, or leave blank.
es_es: Introduzca una o varias rutas de archivos, uno por línea, para hacer esta variación un producto descargable, o dejar en blanco.

source: File paths/URLs, one per line
es_es: Ruta del archivo / URL, una por línea

source: Choose a file
es_es: Elija un archivo

source: Upload
es_es: Subir

source: Insert file URL
es_es: Introduzca la URL del archivo

source: Download Limit:
es_es: Limite de descarga:

source: Leave blank for unlimited re-downloads.
es_es: Dejar en blanco para un número ilimitado re-descargas.

source: Download Expiry:
es_es: Caducidad descraga

source: Enter the number of days before a download link expires, or leave blank.
es_es: Introduzca el número de días antes de que un enlace de descarga expire, o dejar en blanco.

source: Enabled
es_es: Habilitado

source: Enable this option if access is given to a downloadable file upon purchase of a product
es_es: Active esta opción si se da acceso a un archivo descargable con la compra de un producto

source: Enable this option if a product is not shipped or there is no shipping cost
es_es: Active esta opción si un producto no se envía o no hay gastos de envío

source: Coupon description
es_es: Descripción del cupón

source: Optionally enter a description for this coupon for your reference.
es_es: Opcionalmente, escriba una descripción para este cupón para su referencia.

source: Discount type
es_es: Tipos de descuentos

source: Enter an amount or percentage e.g. 2.99 or 15%
es_es: Introduce la cantidad o porcentaje ej. 2.99 o 15%

source: Enable free shipping
es_es: Habilitar el envío gratis

source: Check this box if the coupon grants free shipping. The <a href="%s">free shipping method</a> must be enabled with the "must use coupon" setting checked.
es_es: Marque esta casilla si el cupón garantiza el envío gratis. El <a href="%s">Método de Envío Gratuito</a> debe estar habilitada con la configuración seleccionada:"Utilizar Cupones".

source: Individual use
es_es: Uso individual

source: Check this box if the coupon cannot be used in conjunction with other coupons.
es_es: Marque esta casilla si el cupón no se puede utilizar en combinación con otros cupones

source: Apply before tax
es_es: Aplicar antes de impuestos

source: Check this box if the coupon should be applied before calculating cart tax.
es_es: Marque esta casilla si el cupón debe ser aplicado antes de calcular los impuestos sobre el carrito.

source: Exclude sale items
es_es: Excluir los artículos en oferta

source: Check this box if the coupon should not apply to items on sale. Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are no sale items in the cart.
es_es: Marque esta casilla si el cupón no debe aplicarse a los productos rebajados. Por elemento, los cupones sólo funcionarán si el artículo no está rebajado. Por pedido, sólo funcionarán si no hay artículos en oferta o rebajados en el carrito.

source: Minimum amount
es_es: Cantidad mínima

source: No minimum
es_es: No hay mínimo

source: This field allows you to set the minimum subtotal needed to use the coupon.
es_es: Este campo le permite establecer el subtotal mínimo que necesaria para utilizar el cupón.

source: Products
es_es: Productos

source: Search for a product&hellip;
es_es: Buscar un producto ...

source: Products which need to be in the cart to use this coupon or, for "Product Discounts", which products are discounted.
es_es: Los productos que deben estar en el carro para utilizar este cupón o para "Descuentos De Producto", que los productos tienen un descuento.

source: Exclude products
es_es: Products excluidos

source: Search for a product…
es_es: Buscar un producto ...

source: Products which must not be in the cart to use this coupon or, for "Product Discounts", which products are not discounted.
es_es: Los productos que no deben estar en el carro para utilizar este cupón o, por "Product Discounts", que los productos no se descuentan.

source: Product categories
es_es: Categorias de los productos

source: Any category
es_es: Cualquier categoría

source: A product must be in this category for the coupon to remain valid or, for "Product Discounts", products in these categories will be discounted.
es_es: Un producto debe estar en esta categoría para que el cupón siga siendo válido o para "Product Discounts", los productos de estas categorías se descuentan.

source: Exclude categories
es_es: Excluir categorías

source: No categories
es_es: No hay categorías

source: Product must not be in this category for the coupon to remain valid or, for "Product Discounts", products in these categories will not be discounted.
es_es: El producto no debe estar en esta categoría para que el cupón siga siendo válido o, para "Product Discounts", los productos de estas categorías no se puede descontar.

source: Customer emails
es_es: Emails de clientes

source: Any customer
es_es: Cualquier cliente

source: Comma separate email addresses to restrict this coupon to specific billing and user emails.
es_es: Cuentas de email separadas en comas para restringir este cupón a facturas y emails de usuarios específicos.

source: Usage limit
es_es: Uso límite

# placeholder
source: Unlimited usage
es_es: Uso ilimitado

source: How many times this coupon can be used before it is void.
es_es: ¿Cuántas veces se puede utilizar este cupón antes de que sea anulado?

# placeholder
source: Never expire
es_es: Nunca expira

source: The date this coupon will expire, <code>YYYY-MM-DD</code>.
es_es: La fecha de este cupón vencerá el <code>YYYY-MM-DD</code>.

source: Coupon code already exists - customers will use the latest coupon with this code.
es_es: El código de descuento ya existe - los clientes utilizarán el último cupón con este código.

source: Order Details
es_es: Detalles del Pedido:

source: Order number
es_es: Número de pedido

source: Customer IP:
es_es: IP del cliente:

source: General Details
es_es: Detalles Generales:

source: Order status:
es_es: Estado del pedido

source: Order Date:
es_es: Fecha del pedido:

source: Customer:
es_es: Cliente:

source: Customer Note:
es_es: Nota del cliente:

source: Customer's notes about the order
es_es: Editar notas del cliente sobre el pedido

source: Billing Details
es_es: Detalles de facturación:

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Company
es_es: Empresa

source: Address 1
es_es: Dirección 1

source: Address 2
es_es: Direcciín 2

source: City
es_es: Ciudad

source: Postcode
es_es: Código postal

source: Country
es_es: País

source: Select a country&hellip;
es_es: Seleccione un país...

source: State/County
es_es: Estado / Condado

source: Phone
es_es: Tel: Fijo y Móvil

source: Address
es_es: Dirección: Calle y número

source: No billing address set.
es_es: No hay dirección de facturación establecida.

source: Load billing address
es_es: Dirección de facturación cargada

source: Shipping Details
es_es: Detalles del envío:

source: No shipping address set.
es_es: Dirección del envío no ajustada

source: Load shipping address
es_es: Dirección del envío cargada

source: Copy from billing
es_es: Copia de facturación

source: Item
es_es: Muestra

source: Tax Class
es_es: Tipo de Impuestos

source: Tax class for the line item
es_es: Clase de impuesto para el elemento a la vista.

source: Qty
es_es: Cantidad

source: Cost
es_es: Coste

source: Line subtotals are before pre-tax discounts, totals are after.
es_es: Subtotales de línea son antes de impuestos antes de descuentos, los totales son después.

source: Tax
es_es: Impuestos

source: Delete Lines
es_es: Eliminar Muestras selecionadas

source: Stock Actions
es_es: Acciones del stock

source: Reduce Line Stock
es_es: Reducie en 1Und el stock.

source: Increase Line Stock
es_es: Incrementa en 1Und el stock

source: Apply
es_es: Aplicar

source: Add item(s)
es_es: Añadir articulo (s)

source: Add fee
es_es: Añadir tarifa

source: Resend order emails
es_es: Reenviar mensajes de correo electrónico de pedidos

source: Move to Trash
es_es: Mover a la papelera

source: Save Order
es_es: Guardar pedido

source: Save/update the order
es_es: Guaradar / actualizar el pedido

source: Discounts
es_es: Descuentos

source: Cart Discount:
es_es: Descuento en Carrito:

source: Discounts before tax - calculated by comparing subtotals to totals.
es_es: Descuentos antes de impuestos - calculados mediante la comparación de los totales de los subtotales.

source: Order Discount:
es_es: Descuento en Pedido:

source: Discounts after tax - user defined.
es_es: Descuentos después de impuestos - definidos por el usuario.

source: Label:
es_es: Medio de entrega:

source: The shipping title the customer sees
es_es: El título de transporte que el cliente ve

source: Cost:
es_es: Importe:

source: (ex. tax)
es_es: (exc. tasa)

source: Method:
es_es: Forma de envío

source: Other
es_es: Otros

source: Tax Rows
es_es: Zona de impuestos

source: + Add tax row
es_es: + Agregar impuesto

source: These rows contain taxes for this order. This allows you to display multiple or compound taxes rather than a single total.
es_es: Estas filas contienen los impuestos para este fin. Esto le permite mostrar múltiples impuestos o compuesto en lugar de un solo total.

source: Tax Totals
es_es: Total impuestos

source: Total tax for line items + fees.
es_es: Total tasas para artículos en tienda + impuestos.

source: Order Totals
es_es: Total pedidos

source: Order Total:
es_es: Total del pedido:

source: Payment Method:
es_es: Forma de Pago:

source: Calc taxes
es_es: Calcular tasas.

source: Calc totals
es_es: Calcular Totales

source: Choose a downloadable product&hellip;
es_es: Elija un producto descargable ...

source: Grant Access
es_es: Conceder Acceso

source: Could not grant access - the user may already have permission for this file or billing email is not set. Ensure the billing email is set, and the order has been saved.
es_es: No se puede permitir el acceso - el usuario ya tiene permiso para este archivo o la facturación por e-mail no está establecido. Asegúrese de que el correo electrónico de facturación está establecido, y que el pedido se ha guardado.

source: Are you sure you want to revoke access to this download?
es_es: ¿Está seguro que desea revocar el acceso a esta descarga?

source: added %s ago
es_es: Añadido hace... %s

source: Delete note
es_es: Borrar nota

source: There are no notes for this order yet.
es_es: No hay notas todavía para este pedido.

source: Add note
es_es: Añadir notas

source: Add a note for your reference, or add a customer note (the user will be notified).
es_es: Agregar una nota de referencia, o añadir una nota al cliente (se le notificará).

source: Customer note
es_es: Nota del cliente

source: Private note
es_es: Notas privadas.

source: Add
es_es: Añadir

source: Variations for variable products are defined here.
es_es: Aquí se definen las variaciones para productos.

source: Variations
es_es: Variaciones

source: Before adding variations, add and save some attributes on the <strong>Attributes</strong> tab.
es_es: Antes de añadir variaciones, añadir y guardar algunos atributos de los <strong> Atributos </strong>.

source: Learn more
es_es: Más información

source: Close all
es_es: Cerrar todo

source: Expand all
es_es: Expandir todo

source: Bulk edit:
es_es: Edición masiva:

source: Toggle &quot;Enabled&quot;
es_es: Selecionar 'Habilitado'

source: Toggle &quot;Downloadable&quot;
es_es: Seleccionar 'Descargable'

source: Toggle &quot;Virtual&quot;
es_es: Seleccionar 'Virtual'

source: Delete all variations
es_es: Eliminar todas las variaciones

source: Prices
es_es: Precios

source: Sale prices
es_es: Precios de venta

source: File Path
es_es: Ruta del archivo

source: Download limit
es_es: Limite de descarga

source: Download Expiry
es_es: Caducidad de la descarga.

source: Go
es_es: Selecionar

source: Add Variation
es_es: Añadir Variación

source: Link all variations
es_es: Vincular todas las variaciones

source: Default selections:
es_es: Selecciones predeterminadas:

source: No default
es_es: Por defecto:

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max 50 per run).
es_es: ¿Está seguro que desea vincular todas las variantes? Esto creará una nueva variación para cada posible combinación de atributos de variación (máximo 50 por ciclo).

source: variation added
es_es: Variación añadida

source: variations added
es_es: Variaciones añadidas

source: No variations added
es_es: No se han añadido variaciones

source: Are you sure you want to remove this variation?
es_es: ¿Está seguro que desea eliminar esta variación?

source: Are you sure you want to delete all variations? This cannot be undone.
es_es: ¿Está seguro que desea eliminar todas las variantes? Esto no se puede deshacer.

source: Last warning, are you sure?
es_es: Última advertencia, ¿está seguro?

source: Enter a value
es_es: Entre un valor

source: Choose an image
es_es: Elija una imagen
