Repository: YordanSoares/woocommerce-es
Catalog: languages/woocommerce/*.po
Languages: es_es

source: Taxes by month
es_es: Impuestos por mes

source: Product Sales
es_es: Venta de Productos

source: Top sellers
es_es: Los más vendidos

source: Top earners
es_es: Los más rentables

source: Sales by category
es_es: Ventas por categoría

source: Discounts by coupon
es_es: Descuentos por cupón

source: Sales amount
es_es: Importe de ventas

source: Number of sales
es_es: Número de ventas

source: Total sales
es_es: Las ventas totales

source: n/a
es_es: n/a (No hay)

source: Total orders
es_es: El total de pedidos

source: items
es_es: Articulos

source: Average order total
es_es: Promedio total de pedidos

source: Average order items
es_es: Promedio de pedidos de artículos

source: Discounts used
es_es: Descuentos usados

source: Total shipping costs
es_es: Costes totales de envío

source: This month's sales
es_es: Ventas de este mes

source: From:
es_es: Desde:

source: To:
es_es: Para:

source: Show
es_es: Mostrar

source: Total sales in range
es_es: Las ventas totales en el intervalo

source: Total orders in range
es_es: El total de pedidos en el intervalo

source: Average order total in range
es_es: Promedio total de pedidos en el intervalo

source: Average order items in range
es_es: Artículos promedio de solicitudes en el intervalo

source: Sales in range
es_es: Las ventas en el intervalo

source: Year:
es_es: Año:

source: Total sales for year
es_es: Las ventas totales para el año

source: Total orders for year
es_es: El total de pedidos para el año

source: Average order total for year
es_es: Promedio total de pedidos para el año

source: Average order items for year
es_es: Artículos promedio de solicitudes para el año

source: Monthly sales for year
es_es: Las ventas mensuales para el año

source: Product does not exist
es_es: El producto no existe

source: Product no longer exists
es_es: El producto ya no existe

source: Sales for %s:
es_es: Las ventas para %s:

source: Month
es_es: Mes

source: No sales :(
es_es: Prohibida la venta:

source: Total orders containing coupons
es_es: El total de pedidos que contengan cupones

source: Percent of orders containing coupons
es_es: Porcentaje de pedidos que contengan cupones

source: Total coupon discount
es_es: Total de cupónes de descuento

source: Most popular coupons
es_es: Cupones más populares.

source: Used 1 time
es_es: Usado 1 vez

source: No coupons found
es_es: No se han encontrado cupones.

source: Greatest discount amount
es_es: Mayor cantidad de descuento

source: Discounted %s
es_es: Descontado %s

source: Show:
es_es: Mostrar:

source: Coupon
es_es: Cupón

source: Top coupon
es_es: Mejor cupón.

source: Worst coupon
es_es: Peor cupón

source: Discount average
es_es: Descuento promedio

source: Discount median
es_es: Descuento medio

source: Monthly discounts by coupon
es_es: Descuentos mensuales por cupón

source: Total customers
es_es: El total de clientes

source: Total customer sales
es_es: Las ventas totales por clientes

source: Total guest sales
es_es: Las ventas totales por clientes

source: Total customer orders
es_es: El total de pedidos de los cliente

source: Total guest orders
es_es: El total de pedidos de huéspedes

source: Average orders per customer
es_es: Promedio de pedidos por cliente

source: Signups per day
es_es: Suscripciones por día

source: Low stock
es_es: Nº de existencias Bajas

source: %d in stock
es_es: %d en stock

source: No products are low in stock.
es_es: No hay productos, las existencias estan bajas

source: Marked out of stock
es_es: Marcar cómo agotado en stock

source: No products are out in stock.
es_es: No hay productos en stock.

source: Total taxes for year
es_es: Total de impuestos para el año

source: Total product taxes for year
es_es: Total de impuestos de productos para el año

source: Total shipping tax for year
es_es: Carga total del impuesto para el año

source: Total Sales
es_es: Las ventas totales

source: This is the sum of the 'Order Total' field within your orders.
es_es: Esta es la suma del campo 'Pedidos totales' dentro de sus pedidos.

source: Total Shipping
es_es: Total envío

source: This is the sum of the 'Shipping Total' field within your orders.
es_es: Esto es la suma del campo «Total del envío\" dentro de sus pedidos.

source: Total Product Taxes
es_es: Impuestos totales de productos...

source: This is the sum of the 'Cart Tax' field within your orders.
es_es: Esta es la suma del campo 'Impuestos compra' dentro de sus pedidos.

source: Total Shipping Taxes
es_es: Total impuestos de envío

source: This is the sum of the 'Shipping Tax' field within your orders.
es_es: Esta es la suma del campo «impuestos de envío\" dentro de sus pedidos.

source: Total Taxes
es_es: Total impuestos

source: This is the sum of the 'Cart Tax' and 'Shipping Tax' fields within your orders.
es_es: Esta es la suma de los \"Impuestos de la compra\" e \"Impuestos por envío ' dentro de sus pedidos.

source: Net profit
es_es: Beneficio neto

source: Total sales minus shipping and tax.
es_es: Las ventas totales menos los gastos de envío e impuestos.

source: Toggle tax rows
es_es: Alternar filas de impuestos

source: Category
es_es: Categoría

source: Top category
es_es: Mejor categoría

source: Worst category
es_es: Peor categoría

source: Category sales average
es_es: Media de la categoría de ventas

source: Category sales median
es_es: Media de ventas por Categoría

source: Monthly sales by category
es_es: Las ventas mensuales por categoría

source: Action failed. Please refresh the page and retry.
es_es: Error en la acción. Por favor, actualice la página y vuelva a intentarlo.

source: Your settings have been saved.
es_es: Los ajustes se han guardados.

source: More functionality and gateway options available via <a href="%s" target="_blank">WC official extensions</a>.
es_es: Más funcionalidades y opciones disponibles a través de la pasarela <a href="%s" target="_blank">WC official extensions</a>

source: Tax Rates
es_es: Tasas e impuestos

source: Email Options
es_es: Opciones de E-Mail

source: Save changes
es_es: Guardar los cambios

source: The changes you made will be lost if you navigate away from this page.
es_es: Los cambios realizados se perderán si usted sale de esta página.

source: Hard Crop
es_es: Corte Máximo

source: Select a page&hellip;
es_es: Seleccione una página ...

source: Choose a country&hellip;
es_es: Seleccione un país ...

source: Choose countries&hellip;
es_es: Elige países ...

source: Tools
es_es: Herramientas

source: Please include this information when requesting support:
es_es: Por favor, incluya esta información cuando se solicite ayuda:

source: Download System Report File
es_es: Descargar archivo de Informe del Sistema

source: Environment
es_es: Entorno de desarroyo

source: Home URL
es_es: URL 'Inicio'

source: Site URL
es_es: URL del sitio

source: WC Version
es_es: Versión WC

source: WC Database Version
es_es: WC Versión de la base de datos

source: WP Version
es_es: Versión de WP

source: Web Server Info
es_es: Información del servidor Web

source: PHP Version
es_es: Versión PHP

source: MySQL Version
es_es: Versión de MySQL

source: WP Memory Limit
es_es: WP Límite de memoria

source: %s - We recommend setting memory to at least 64MB. See: <a href="%s">Increasing memory allocated to PHP</a>
es_es: %s - Es recomendable configurar la memoria para al menos 64 MB. Véase: <a href="%s"> Aumento de memoria asignado a PHP</ a>

source: WP Debug Mode
es_es: Versión de MySQL

source: WP Max Upload Size
es_es: WP Max tamaño de subida

source: PHP Post Max Size
es_es: PHP Tamaño máximo del mensaje (Post)

source: PHP Time Limit
es_es: PHP límite de tiempo

source: WC Logging
es_es: Inicio de Sesión WC

source: Log directory is writable.
es_es: En el directorio de registro se puede escribir.

source: Log directory (<code>woocommerce/logs/</code>) is not writable. Logging will not be possible.
es_es: En el directorio de registro (<code>woocommerce/logs/</code>) no se puede escribir. El registro no será posible.

source: Your server has fsockopen and cURL enabled.
es_es: Su servidor ha fsockopen( Abre una conexión vía sockets a Internet) y cURL habilitado.

source: Your server has fsockopen enabled, cURL is disabled.
es_es: Su servidor ha habilitado fsockopen, cURL está desactivado.

source: Your server has cURL enabled, fsockopen is disabled.
es_es: Su servidor ha habilitado cURL, fsockopen está desactivado.

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
es_es: Su servidor no tiene fsockopen o cURL activado - IPN (Notificación de pago instantáneo por Internet) de PayPal y otras escrituras que se comunican con otros servidores no funcionan. Comuníquese con su proveedor de hosting.

source: SOAP Client
es_es: Cliente SOAP (Simple Object Access Protocol)

source: Your server has the SOAP Client class enabled.
es_es: El servidor tiene el cliente SOAP habilitado clase.

source: Your server does not have the <a href="%s">SOAP Client</a> class enabled - some gateway plugins which use SOAP may not work as expected.
es_es: Su servidor no tiene la <a href="%s">SOAP Client</a> clase activado - algunos plugins de puerta de enlace que utilizan SOAP no funcionen cómo se esperaba. (SOAP (siglas de Simple Object Access Protocol) es un protocolo estándar que define cómo dos objetos en diferentes procesos pueden comunicarse por medio de intercambio de datos XML.)

source: WP Remote Post
es_es: Mensaje remoto de WP

source: wp_remote_post() was successful - PayPal IPN is working.
es_es: wp_remote_post () fue un éxito - IPN (Notificación de pago instantáneo) de PayPal está trabajando.

source: wp_remote_post() failed. PayPal IPN won't work with your server. Contact your hosting provider. Error:
es_es: Error: wp_remote_post() Ha fallado. PayPal IPN (Notificación de pago instantáneo por Internet) no funciona con el servidor. Comuníquese con su proveedor de hosting.

source: wp_remote_post() failed. PayPal IPN may not work with your server.
es_es: wp_remote_post () Ha fallado. PayPal IPN (Notificación de pago instantáneo) no puede trabajar con su servidor.

source: Plugins
es_es: Módulos

source: Installed Plugins
es_es: Módulos instalados

source: by
es_es: por

source: version
es_es: Versión

source: Force SSL
es_es: Forzar SSL

source: WC Pages
es_es: Páginas WP

source: Shop Base
es_es: Tienda base

source: Pay
es_es: Pago

source: Thanks
es_es: Gracias

source: Edit Address
es_es: Editar Dirección

source: Page not set
es_es: Página no establecida

source: Page does not exist
es_es: La página no existe

source: Page does not contain the shortcode: %s
es_es: La página no contiene el código corto: %s

source: WC Taxonomies
es_es: WC Taxonomías \"ordenamiento\"

source: Order Statuses
es_es: Estado Pedidos

source: Product Types
es_es: Tipos de productos

source: Templates
es_es: Plantillas

source: Template Overrides
es_es: Modificaciones de plantilla

source: No core overrides present in theme.
es_es: No anula el núcleo presente en el tema.

source: WC Transients
es_es: Temporales WP

source: Clear transients
es_es: Limpiar temporales

source: This tool will clear the product/shop transients cache.
es_es: Esta herramienta va a borrar la caché de producto / tienda.

source: Expired Transients
es_es: Temporales Caducados

source: Clear expired transients
es_es: Borrar temporales caducados

source: This tool will clear ALL expired transients from Wordpress.
es_es: Esta herramienta se borrarán todos los temporales caducados desde Wordpress.

source: Term counts
es_es: Cuentas a plazo

source: Recount terms
es_es: Recuento de términos

source: This tool will recount product terms - useful when changing your settings in a way which hides products from the catalog.
es_es: Esta herramienta recuenta los términos del producto - útil cuando se cambian los ajustes de una manera que oculta los productos del catálogo.

source: Capabilities
es_es: Capacidades

source: Reset capabilities
es_es: Restablecer las capacidades

source: This tool will reset the admin, customer and shop_manager roles to default. Use this if your users cannot access all of the WooCommerce admin pages.
es_es: Esta herramienta va a restablecer las funciones de administración por defecto, clientes y gestor de tienda etc. Use esta opción si los usuarios no pueden acceder a todas las páginas de administración WooCommerce.

source: Product Transients Cleared
es_es: Productos transitorios eliminado.

source: %d Transients Rows Cleared
es_es: Filas Transitorios %d Borradas

source: Roles successfully reset
es_es: Roles restablecido correctamente

source: Terms successfully recounted
es_es: Los érminos se contaron con éxito

source: There was an error calling %s::%s
es_es: Hubo un error al llamar a %s::%s

source: There was an error calling %s
es_es: Hubo un error al llamar a %s

source: Display type
es_es: Tipo de presentación

source: Subcategories
es_es: Subcategorias

source: Both
es_es: Ambos

source: Thumbnail
es_es: Miniaturas

source: Upload/Add image
es_es: Subir / añadir imagen

source: Remove image
es_es: Eliminar imagen

source: Use image
es_es: Utilizar la imagen

source: Product categories for your store can be managed here. To change the order of categories on the front-end you can drag and drop to sort them. To see more categories listed click the "screen options" link at the top of the page.
es_es: Las categorías de los productos para su tienda se pueden gestionar aquí. Para cambiar el orden de las categorías en el front-end (La web que el cliente ve) puede arrastrar y soltar para ordenarlos. Para ver más categorías enumeradas clic en el "screen options" en la parte superior de la página.

source: Shipping classes can be used to group products of similar type. These groups can then be used by certain shipping methods to provide different rates to different products.
es_es: Los medios de envío se puede utilizar para agrupar productos de tipo similar. Estos grupos se pueden utilizar por los métodos de envío para proporcionar ciertos tipos diferentes de productos diferentes.

source: Configure shipping class
es_es: Configurar la clase de envío

source: Billing Address
es_es: Dirección de Facturación:

source: Shipping Address
es_es: Enviar a esta dirección:

source: Paying Customer?
es_es: ¿Pagar al cliente?

source: Completed Orders
es_es: Pedidos completados

source: Customer Billing Address
es_es: Dirección de facturación del cliente

source: First name
es_es: Nombre

source: Last name
es_es: Apellidos

source: Country or state code
es_es: País o código de estado

source: 2 letter Country code
es_es: 2 letra código del país

source: Telephone
es_es: Telefóno

source: Customer Shipping Address
es_es: Dirección de envío del cliente

source: State/County or state code
es_es: Provincia / Estado o Código estatal

source: WooCommerce Tax Rates (CSV)
es_es: WooCommerce tipos impositivos (CSV)

source: Import <strong>tax rates</strong> to your store via a csv file.
es_es: Importar las <strong>tasas impositivas</strong> a su tienda a través de un archivo CSV.

source: Sorry, there has been an error.
es_es: Lo sentimos, se ha producido un error.

source: The file does not exist, please try again.
es_es: El archivo no existe, por favor, inténtelo de nuevo.

source: The CSV is invalid.
es_es: El CSV es válido.

source: Import complete - imported <strong>%s</strong> tax rates and skipped <strong>%s</strong>.
es_es: Importe total -importado <strong>%s</strong> las tasas de impuestos saltan a <strong>%s</strong>.

source: All done!
es_es: ¡Todo hecho!

source: View Tax Rates
es_es: Ver tasas de impuestos

source: Import Tax Rates
es_es: Importar las tasas de impuestos

source: Hi there! Upload a CSV file containing tax rates to import the contents into your shop. Choose a .csv file to upload, then click "Upload file and import".
es_es: ¡Hola! Subir un archivo CSV que contiene las tasas de impuestos para importar el contenido en su tienda. Elija un archivo. Csv para cargar y haga clic en "Subir archivo e importar".

source: Tax rates need to be defined with columns in a specific order (10 columns). <a href="%s">Click here to download a sample</a>.
es_es: Las tasas de impuestos deben ser definidos con columnas en un orden específico (10 columnas). <a href="%s"> Haaga clic aquí para descargar un ejemplo </ a>.

source: Before you can upload your import file, you will need to fix the following error:
es_es: Para poder cargar el archivo de importación, tendrá que corregir el error siguiente:

source: Choose a file from your computer:
es_es: Eliga un archivo de su computadora:

source: Maximum size: %s
es_es: Tamaño máximo: %s

source: OR enter path to file:
es_es: O introduzca la ruta al archivo:

source: Delimiter
es_es: Delimitador

source: Upload file and import
es_es: Subir archivo o importar

source: No product to duplicate has been supplied!
es_es: Ningún producto para duplicar se ha suministrado!

source: Product creation failed, could not find original product:
es_es: La creación del producto falló, no se pude encontrar el producto original:

source: (Copy)
es_es: (Copia)

source: <strong>Welcome to WooCommerce</strong> &#8211; You're almost ready to start selling :)
es_es: <strong> Bienvenido a WooCommerce </ strong> - Ya casi listo para empezar a vender :)

source: Install WooCommerce Pages
es_es: Páginas Woocommerce instaladas

source: Skip setup
es_es: Saltar la instalación

source: <strong>Your theme does not declare WooCommerce support</strong> &#8211; if you encounter layout issues please read our integration guide or choose a WooCommerce theme :)
es_es: <strong> Su tema no tiene apoyo de WooCommerce </strong> - si se encuentra con problemas de diseño, por favor lea nuestra guía de integración o elegir un tema WooCommerce :)

source: Theme Integration Guide
es_es: Tema Guía de integración

source: Hide this notice
es_es: Ocultar este aviso

source: <strong>Data Update Required</strong> &#8211; We just need to update your install to the latest version
es_es: <strong>Es obligatorio Actualizar los Datos</strong> - Sólo tenemos que actualizar su instalación a la última versión

source: Run the updater
es_es: Ejecute el programa de actualización

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
es_es: Se recomienda realizar copias de seguridad de su base de datos antes de continuar. ¿Está seguro que desea ejecutar el programa de actualización ahora?

# slug
source: product-category
es_es: categoria-producto

# slug
source: product-tag
es_es: etiqueta-producto

# slug
source: product
es_es: producto

# page_slug
source: lost-password
es_es: Perdida de contraseña

source: Lost Password
es_es: Perdida de contraseña

source: Welcome to WooCommerce
es_es: Bienvenido a WooCommerce

source: Welcome to WooCommerce %s
es_es: Bienvenido a %s WooCommerce

source: Thanks, all done!
es_es: ¡Gracias, todo completado!

source: Thank you for updating to the latest version!
es_es: Gracias por actualizar a la última versión!

source: Thanks for installing!
es_es: !Gracias por su instalación¡

source: %s WooCommerce %s is more powerful, stable, and secure than ever before. We hope you enjoy it.
es_es: %s WooCommerce %s es más potente, estable y seguro que nunca. Esperamos que os guste.

source: Version %s
es_es: Versión %s

source: Settings
es_es: Configuración

source: What's New
es_es: ¿Qué hay de nuevo?

source: Credits
es_es: Creditos

source: Security in mind
es_es: La seguridad en mente

source: Sucuri Safe Plugin
es_es: Caja de seguridad API

source: You will be happy to learn that WooCommerce has been audited and certified by the Sucuri Security team. Whilst there is not much to be seen visually to understand the amount of work that went into this audit, rest assured that your website is powered by one of the most powerful and stable eCommerce plugins available.
es_es: Usted estrá contendo de saber que WooCommerce ha sido auditado y certificado por el equipo Sucuri Seguridad. Aunque no hay mucho que ver para comprender visualmente la cantidad de trabajo invertido en esta auditoría, tenga la seguridad de que su sitio está gestionado por uno de los plugins de comercio electrónico más potentes y estables disponibles.

source: A Smoother Admin Experience
es_es: Una administración más suave

source: New Product Panel
es_es: Panel de Nuevos Productos

source: We have revised the product data panel making it cleaner, more streamlined, and more logical. Adding products is a breeze!
es_es: Hemos revisado el panel de datos del producto por lo que es más limpio, más eficiente, y más lógico. Adición de productos es una brisa!

source: Nicer Order Screens
es_es: Agradable pantallas de facturas

source: Order pages have had a cleanup, with a more easily scannable interface. We particularly like the new status icons!
es_es: Las páginas de facturas han tenido una limpieza, con una interfaz más fácilmente susceptible de ser analizada. En particular, cómo los nuevos iconos de estado!

source: Multi-Download Support
es_es: Soporte Multiples Descargas

source: Products can have multiple downloadable files - purchasers will get access to all the files added.
es_es: Los productos pueden tener múltiples archivos descargables - compradores tendrán acceso a todos los archivos agregados.

source: Less Taxing Taxes
es_es: Menos gravar impuestos

source: New Tax Input Panel
es_es: Nuevo impuesto Panel de entrada

source: The tax input pages have been streamlined to make inputting taxes simpler - adding multiple taxes for a single jurisdiction is now much easier using the priority system. There is also CSV import/export support.
es_es: Las páginas de entrada de impuestos se han simplificado para que los impuestos ingresando más simple - la adición de múltiples impuestos por una sola jurisdicción es ahora mucho más fácil con el sistema de prioridades. También hay CSV import / export apoyo.

source: Improved Tax Options
es_es: Opciones mejoradas de impuestos

source: As requested by some users, we now support taxing the billing address instead of shipping (optional), and we allow you to choose which tax class applies to shipping.
es_es: A petición de algunos usuarios, que ahora son compatibles con gravar la dirección de facturación en lugar de envío (opcional), y nos permitirá elegir qué tipo de impuesto se aplica al envío.

source: Product Listing Improvements Customers Will Love
es_es: Mejoras de Productos Listado de Clientes

source: New Sorting Options
es_es: Nuevas opciones de Ordenación

source: Customers can now sort products by popularity and ratings.
es_es: Ahora los clientes pueden ordenar productos por popularidad y calificaciones.

source: Better Pagination and Result Counts
es_es: Mejor Paginación de resultados de coonteo

source: Numbered pagination has been added to core, and we show the number of results found above the listings.
es_es: Paginación numerada ha agregado al núcleo, y se muestra el número de resultados encontrados por encima de los listados.

source: Inline Star Rating Display
es_es: Mostar Categoría En Linea

source: We have added star ratings to the catalog which are pulled from reviews.
es_es: Hemos agregado grados de la estrella en el catálogo que se extraen de comentarios.

source: Under the Hood
es_es: Bajo la tapa

source: New product classes
es_es: Nuevas clases de productos

source: The product classes have been rewritten and are now factory based. Much more extendable, and easier to query products using the new <code>get_product()</code> function.
es_es: Las clases de productos se han reescrito y ahora se basan en los ajustes de fábrica. Mucho más extensible y fácil para la consuta de productos es mediante la función <code>get_product()</code>.
