Repository: YordanSoares/woocommerce-es
Catalog: languages/woocommerce/*.po
Languages: es_es

source: Coupons can be managed from this section. Once added, customers will be able to enter coupon codes on the cart/checkout page. If a customer uses a coupon code they will be viewable when viewing orders.
es_es: Los cupones pueden ser gestionados desde esta sección. Una vez añadido, los clientes serán capaces de entrar en los códigos de descuento en la compra / página de pago. Si un cliente utiliza un código de cupón que se podrá ver durante la visualización de pedidos.

source: For more information:
es_es: Para más información:

source: Project on WordPress.org
es_es: Proyecto sobre WordPress.org

source: Project on Github
es_es: Projecto en Github

source: WooCommerce Docs
es_es: Documentos WooCommerce.

source: Official Extensions
es_es: Extensiones oficiales

source: Official Themes
es_es: Temas Oficiales

source: Monthly Sales
es_es: Ventas mensuales

source: WooCommerce Right Now
es_es: Ahora Mismo en WooCommerce

source: WooCommerce Recent Orders
es_es: WooCommerce Pedidos recientes

source: WooCommerce Recent Reviews
es_es: Comentarios recientes WooCommerce

source: Shop Content
es_es: Contenido de la tienda

source: Product
es_es: Artículo

source: Product Category
es_es: Categoría de producto

source: Product Tag
es_es: Etiqueta de producto

source: Attribute
es_es: Atributo

source: Pending
es_es: Pendientes

source: On-Hold
es_es: En-Espera

source: Completed
es_es: Completado

source: You are using <strong>WooCommerce %s</strong>.
es_es: Está utilizando <strong>WooCommerce %s</strong>.

source: l jS \of F Y h:i:s A
es_es: l jS \de F Y h:i:s A

source: item
es_es: Articulo

source: There are no product orders yet.
es_es: No hay pedidos de productos todavía.

source: out of 5
es_es: de 5

source: There are no product reviews yet.
es_es: No hay ningún comentario todavía.

source: Sold
es_es: Vendido

source: Earned
es_es: Ganado

source: Order Received
es_es: Pedidos Recibidos - Order Received.

source: Thank you, we are now processing your order. Your order's details are below.
es_es: ¡¡¡ Gracias por su compra !!!, estamos preparando su pedido y en breve se lo enviaremos. Los detalles de su pedido los encontrara más abajo.Thank you for your purchase, we are processing your order and will send it soon. The details of your order will find them below.

source: Order:
es_es: Pedido Nº ID:

source: Quantity
es_es: Cantidad

source: Order total:
es_es: Total pedidos:

source: Customer details
es_es: Datos del cliente:

source: Billing address
es_es: Dirección de facturación:

source: Shipping address
es_es: Dirección de envío:

source: Could not compile woocommerce.less:
es_es: No se ha podido compilar woocommerce. menos:

source: Mark processing
es_es: Marcar en proceso

source: Mark completed
es_es: Marcar cómo completado

source: Order status changed by bulk edit:
es_es: El Estado del pedido cambia colectivamente:

source: Order status changed.
es_es: Estado del pedido cambiado.

source: WooCommerce Settings
es_es: Configuración de WooCommerce

source: WooCommerce Status
es_es: Estado de WooCommerce.

# Admin menu name
source: Orders
es_es: Pedidos

source: Are you sure you want to remove the selected items? If you have previously reduced this item's stock, or this order was submitted by a customer, you will need to manually restore the item's stock.
es_es: ¿Está seguro que desea eliminar los elementos seleccionados? Si ya ha reducido el stock de este elemento, o este pedido fue presentado por un cliente, usted tendrá que restaurar manualmente valores del elemento en el stock.

source: Please select some items.
es_es: Por favor, seleccione algunos articulos.

source: Remove this item meta?
es_es: ¿Quitar esta 'meta' de este artículo?

source: Remove this attribute?
es_es: ¿Quitar este atributo?

source: Enter a name for the new attribute term:
es_es: Escriba un nombre para el término nuevo atributo:

source: Calculate totals based on order items, discounts, and shipping?
es_es: ¿Calcular los totales basados ​​en artículos del pedido, descuentos y gastos de envío?

source: Calculate line taxes? This will calculate taxes based on the customers country. If no billing/shipping is set it will use the store base country.
es_es: ¿Calcular los impuestos en línea? Se calcularán los impuestos basados ​​en el país de los clientes. Si no hay facturación / envío se establece que utilizará el país base de la tienda.

source: Copy billing information to shipping information? This will remove any currently entered shipping information.
es_es: Copiar información de facturación para el envío de información? Esto eliminará cualquier información sobre el envío introducido en ese momento.

source: Load the customer's billing information? This will remove any currently entered billing information.
es_es: ¿ Cargar la información de facturación del cliente ? Esto eliminará cualquier información de facturación introducido en ese momento.

source: Load the customer's shipping information? This will remove any currently entered shipping information.
es_es: ¿Cargar la información de envío del cliente? Esto eliminará cualquier información sobre el envío introducido en ese momento.

source: No customer selected
es_es: Ningún cliente seleccionado

source: Product updated. <a href="%s">View Product</a>
es_es: Producto actualizado <a href="%s">Ver producto</a>

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado eliminado.

source: Product updated.
es_es: Producto actualizado

source: Product restored to revision from %s
es_es: Producto restaurado para la revisión de % s

source: Product published. <a href="%s">View Product</a>
es_es: Producto publicado. <a href="%s"> Ver producto </ a>

source: Product saved.
es_es: Producto guardado

source: Product submitted. <a target="_blank" href="%s">Preview Product</a>
es_es: Producto presentado. <a target="_blank" href="%s">Vista previa del producto </ a>

source: Product scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Product</a>
es_es: Producto previsto: <strong>%1$s</strong>. <a target="_blank" href="%2$s"> Vista previa del producto </ a>

source: Product draft updated. <a target="_blank" href="%s">Preview Product</a>
es_es: Producto publicado. <a target="_blank" href="%s"> Vista previa del producto </ a>

source: Order updated.
es_es: Pedido actualizado.

source: Order restored to revision from %s
es_es: Pedido restaurado para revisión desde %s

source: Order saved.
es_es: Pedido guardado.

source: Order submitted.
es_es: Pedido presentado.

source: Order scheduled for: <strong>%1$s</strong>.
es_es: Pedido previsto para: <strong>%1$s</strong>.

source: Order draft updated.
es_es: Borrador de pedido actualizado.

source: Coupon updated.
es_es: Cupón actualizado

source: Coupon restored to revision from %s
es_es: Cupón restaurado para su revisión desde %s

source: Coupon saved.
es_es: Cupón guardado.

source: Coupon submitted.
es_es: Cupón presentado.

source: Coupon scheduled for: <strong>%1$s</strong>.
es_es: Cupón programado para: <strong>%1$s </strong>.

source: Coupon draft updated.
es_es: Proyecto de cupón actualizado.

source: Order notes
es_es: Añada sus notas a su pedido.

source: These settings control the permalinks used for products. These settings only apply when <strong>not using "default" permalinks above</strong>.
es_es: Estos ajustes controlan los permalinks utilizados en los productos. Estos ajustes sólo se aplican cuando no <strong>no utilizado 'default' permalinks above</strong>.

# default-slug
source: shop
es_es: Tienda

# default-slug
source: product
es_es: producto

source: Shop base
es_es: Tienda base

source: Shop base with category
es_es: Tienda de base con categoría

source: Custom Base
es_es: Base personalizada

source: Enter a custom base to use. A base <strong>must</strong> be set or WordPress will use default instead.
es_es: Introduzca una base personalizado para su uso. Una base por <strong>obligación</strong> WordPress usará por defecto en su lugar.

source: Product permalink base
es_es: Permalink producto de base

source: Product category base
es_es: Categoría base de producto

source: Product tag base
es_es: Etiqueta del producto de base

source: Product attribute base
es_es: Atributo base de producto

# page_slug
source: shop
es_es: tienda

source: Shop
es_es: Tienda

# page_slug
source: cart
es_es: Carrito

source: Cart
es_es: Mi compra

# page_slug
source: checkout
es_es: Efectuar el pago

# page_slug
source: my-account
es_es: Mi-cuenta

source: My Account
es_es: Mi Cuenta

# page_slug
source: edit-address
es_es: Editar-dirección

source: Edit My Address
es_es: Editar mi dirección

# page_slug
source: view-order
es_es: Ver-pedido

source: View Order
es_es: Ver Pedido

# page_slug
source: change-password
es_es: cambio de contraseña

source: Change Password
es_es: Cambiar Contraseña

# page_slug
source: logout
es_es: finalizar la sesión

source: Logout
es_es: Cerrar sesión

# page_slug
source: pay
es_es: Pago

source: Checkout &rarr; Pay
es_es: Pedido → y Pago

# page_slug
source: order-received
es_es: Pedido-recibido

source: Sales by day
es_es: Ventas por día

source: Sales by month
es_es: Ventas por mes
