Repository: YordanSoares/woocommerce-es
Catalog: languages/woocommerce/*.po
Languages: es_es

source: Ratings are required to leave a review
es_es: Las capacidades están obligados a dejar un comentario

source: Show "verified owner" label for customer reviews
es_es: Mostrar la etiqueta "Cliente Verificado" para comentarios de los clientes

source: Pricing Options
es_es: Opciones de moneda

source: The following options affect how prices are displayed on the frontend.
es_es: Las siguientes opciones afectan a cómo los precios se muestran en el frontend.

source: Currency Position
es_es: Posición del precio

source: This controls the position of the currency symbol.
es_es: Aquí se establece la posición del simbolo de moneda que será definida.

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Left (with space)
es_es: Izquierda (Con espacio)

source: Right (with space)
es_es: Derecha (con espacio)

source: Thousand Separator
es_es: Separador de Miles

source: This sets the thousand separator of displayed prices.
es_es: Establece el separador de miles de los precios mostrados.

source: Decimal Separator
es_es: Separador de Decimales

source: This sets the decimal separator of displayed prices.
es_es: Establece el separador decimal de los precios mostrados.

source: Number of Decimals
es_es: Número de Decimales

source: This sets the number of decimal points shown in displayed prices.
es_es: Aquí se establece el número de decimales que se muestran en los precios mostrados.

source: Trailing Zeros
es_es: Ceros a la Derecha

source: Remove zeros after the decimal point. e.g. <code>$10.00</code> becomes <code>$10</code>
es_es: Eliminar ceros después del punto decimal. por ejemplo <code>€10.00</code> se convierte en <code>10 Euros</code>

source: Image Options
es_es: Opciones de presentación de Imagenes

source: These settings affect the actual dimensions of images in your catalog - the display on the front-end will still be affected by CSS styles. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.
es_es: Esta configuración afecta a las dimensiones reales de las imágenes en su catálogo - la pantalla en el front-end (la web que el cliente ve) también se verán afectados por los estilos CSS. Después de cambiar a esta configuración puede que tenga que <a href="%s">Regenerar la miniaturas</a>.

source: Catalog Images
es_es: Catálogo de imagenes

source: This size is usually used in product listings
es_es: Este tamaño se utiliza generalmente en los listados de productos

source: Single Product Image
es_es: Simple Imagen del producto

source: This is the size used by the main image on the product page.
es_es: Este es el tamaño utilizado en la imagen principal en la página del producto.

source: Product Thumbnails
es_es: Miniaturas del producto

source: This size is usually used for the gallery of images on the product page.
es_es: Este tamaño se utiliza generalmente para la galería de imágenes en la página del producto.

source: Inventory Options
es_es: Opciones de inventario

source: Manage Stock
es_es: Gestión de Stock

source: Enable stock management
es_es: Habilitar gestión de stocks

source: Hold Stock (minutes)
es_es: Mantenga en Stock ( X minutos)

source: Hold stock (for unpaid orders) for x minutes. When this limit is reached, the pending order will be cancelled. Leave blank to disable.
es_es: MANTENIMIENTO DEL STOCK (para los pedidos pendientes de pago) para x minutos. Cuando se alcanza este límite, el pedido pendiente será cancelado. Dejar en blanco para desactivar.

source: Notifications
es_es: Notificaciones

source: Enable low stock notifications
es_es: Habilitar las notificaciones de valores bajos de stock

source: Enable out of stock notifications
es_es: Habilitar notificaciones de no disponible en stock

source: Notification Recipient
es_es: E-Mail de Notificaciones

source: Low Stock Threshold
es_es: Umbral del nivel bajo de Stock

source: Out Of Stock Threshold
es_es: Umbral de Nivel de Stock Agotado

source: Out Of Stock Visibility
es_es: Visibilidad de Stock Agotado

source: Hide out of stock items from the catalog
es_es: Ocultar del catálogo los artículos no disponibles o agotados

source: Stock Display Format
es_es: Formato de Presentación del Stock

source: This controls how stock is displayed on the frontend.
es_es: Aquí se establece cómo el stock es presentado en la web que el cliete ve.

source: Always show stock e.g. "12 in stock"
es_es: Mostrar siempre los valores, por ejemplo: "12 en stock"

source: Only show stock when low e.g. "Only 2 left in stock" vs. "In Stock"
es_es: Mostrar sólo stock cuando esté bajo por ejemplo: "Solo 2 en stock" en vez de "En Stock"

source: Never show stock amount
es_es: Nunca mostrar la cantidad de stock

source: Shipping Options
es_es: Opciones de Envío

source: Shipping Calculations
es_es: Cálculos de envío

source: Enable shipping
es_es: Habilitar el envío

source: Enable the shipping calculator on the cart page
es_es: Activar la calculadora de envíos en la página del carrito

source: Hide shipping costs until an address is entered
es_es: Ocultar los gastos de envío hasta que se introduce una dirección

source: Shipping Method Display
es_es: Visualización del método de envío

source: This controls how multiple shipping methods are displayed on the frontend.
es_es: Aquí se establece cómo múltiples métodos de envío se muestrarán en la interfaz.

source: Radio buttons
es_es: Botones de radio

source: Select box
es_es: Seleccione la casilla

source: Shipping Destination
es_es: Destino del envío

source: Only ship to the users billing address
es_es: Sólo enviamos a la dirección de facturación de los usuarios

source: Ship to billing address by default
es_es: Envío a la dirección de facturación por defecto.

source: Collect shipping address even when not required
es_es: Recoger la dirección de envío, incluso cuando no es necesario

source: Payment Gateways
es_es: Pasarelas de Pago

source: Installed payment gateways are displayed below. Drag and drop payment gateways to control their display order on the checkout.
es_es: Las pasarelas de pago Instaladas se muestran a continuación. Arrastrar y colocar pasarelas de pago para controlar su orden de presentación en la caja.

source: Tax Options
es_es: Opciones de impuestos

source: Enable Taxes
es_es: Habilitar impuestos

source: Enable taxes and tax calculations
es_es: Habilitar los impuestos y cálculos de impuestos

source: Prices Entered With Tax
es_es: Precios con impuestos

source: This option is important as it will affect how you input prices. Changing it will not update existing products.
es_es: Esta opción es importante, ya que afectará a sus precios de entrada. El cambio no actualizará a los productos ya existentes.

source: Yes, I will enter prices inclusive of tax
es_es: Sí, voy a entrar en los precios incluido el impuesto

source: No, I will enter prices exclusive of tax
es_es: No, voy a entrar los precios sin impuestos.

source: Calculate Tax Based On:
es_es: Calcular impuesto con base en:

source: This option determines which address is used to calculate tax.
es_es: Esta opción determina qué dirección se utiliza para calcular el impuesto.

source: Customer shipping address
es_es: Dirección de envío del cliente:

source: Customer billing address
es_es: Dirección de facturación del cliente:

source: Shop base address
es_es: Recoger en tienda

source: Default Customer Address:
es_es: Dirección predeterminada del cliente:

source: This option determines the customers default address (before they input their own).
es_es: Esta opción determina la dirección predeterminada de los clientes (antes de introducir la suya propia)

source: No address
es_es: Sin dirección

source: Shipping Tax Class:
es_es: Tipo de impuestos para el envío:

source: Optionally control which tax class shipping gets, or leave it so shipping tax is based on the cart items themselves.
es_es: Opcionalmente controla los gastos de envío y la clase de fiscalidad que tiene, o dejarlo así. La fiscalidad del envío se basara en los mismos artículos que en el carrito.

source: Shipping tax class based on cart items
es_es: Envío clase de impuestos sobre la base de artículos en el carrito

source: Rounding
es_es: Redondeo

source: Round tax at subtotal level, instead of rounding per line
es_es: Redondea el impuesto a nivel de subtotal, en lugar de redondear por línea

source: Additional Tax Classes
es_es: Clase de impuestos adicionales

source: List additonal tax classes below (1 per line). This is in addition to the default <code>Standard Rate</code>. Tax classes can be assigned to products.
es_es: Enumerar las clases de impuestos por debajo del additonal (1 por línea). Esto se suma a la Tasa <code>Standard Rate</code>. Clases de impuestos que pueden asignarse a los productos.

source: Reduced Rate%sZero Rate
es_es: Tarifa Reducida%sTarifa Cero

source: Display prices during cart/checkout:
es_es: Mostrar precios durante Carrito / Caja:

source: Including tax
es_es: Incluido impuestos

source: Excluding tax
es_es: Excluyendo impuestos

source: Email Sender Options
es_es: Opciones de correo electrónico del remitente

source: The following options affect the sender (email address and name) used in WooCommerce emails.
es_es: Las siguientes opciones afectan al remitente (dirección de correo electrónico y nombre) que se utiliza en los correos electrónicos WooCommerce.

source: "From" Name
es_es: A nombre de (Nombre de la tienda):

source: "From" Email Address
es_es: "De"Dirección de correo electrónico:

source: Email Template
es_es: Plantilla de E-mail

source: This section lets you customise the WooCommerce emails. <a href="%s" target="_blank">Click here to preview your email template</a>. For more advanced control copy <code>woocommerce/templates/emails/</code> to <code>yourtheme/woocommerce/emails/</code>.
es_es: Esta sección le permite personalizar los mensajes de correo electrónico de su tienda Online WooCommerce. <a href="%s" target="_blank"> Haga clic aquí para obtener una vista previa de la plantilla de correo electrónico </ a>. Para obtener más ejemplar de control avanzado <code>woocommerce/templates/emails/</code> para <code>yourtheme/woocommerce/emails/</code>.

source: Header Image
es_es: Imagen de Cabecera

source: Enter a URL to an image you want to show in the email's header. Upload your image using the <a href="%s">media uploader</a>.
es_es: Ingresa la dirección URL de una imagen que desea mostrar en el encabezado del correo electrónico. Suba su imagen con el <a href="%s">media uploader</a>.

source: Email Footer Text
es_es: Texto de pie de página del E-mail

source: The text to appear in the footer of WooCommerce emails.
es_es: El texto que aparece en el pie de página de los correos electrónicos de la tienda WooCommerce.

source: Powered by WooCommerce
es_es: Gracias por su compra en nuestra tienda.

source: Base Colour
es_es: Color base:

source: The base colour for WooCommerce email templates. Default <code>#557da1</code>.
es_es: El color base de plantillas de correo electrónico WooCommerce. Por defecto <code>#557da1</code>.

source: Background Colour
es_es: Color del fondo:

source: The background colour for WooCommerce email templates. Default <code>#f5f5f5</code>.
es_es: El color de fondo de las plantillas de correo electrónico WooCommerce. Por defecto <code>#f5f5f5</code>.

source: Email Body Background Colour
es_es: Color de fondo del cuerpo del mensaje

source: The main body background colour. Default <code>#fdfdfd</code>.
es_es: El color de fondo del cuerpo principal. Predeterminado <code>#fdfdfd</code>.

source: Email Body Text Colour
es_es: Color del texto del E-mail.

source: The main body text colour. Default <code>#505050</code>.
es_es: El color del texto del cuerpo principal . Por defecto <code>#505050</code>.

source: Default
es_es: Por defecto

source: Gateway
es_es: Pasarela de Pago

source: Gateway ID
es_es: ID de la pasarela de pago

source: Shipping Methods
es_es: Métodos de envío

source: Drag and drop methods to control their display order.
es_es: Arrastre y suelte los métodos para controlar el orden de presentación.

source: Shipping Method
es_es: Metodo de envío

source: Method ID
es_es: Método de Identificación ID

source: Tax Rates for the "%s" Class
es_es: Tasas e impuestos para la categoría "%s"

source: Define tax rates for countries and states below. <a href="%s">See here</a> for available alpha-2 country codes.
es_es: Definir los tipos impositivos de los países y estados continuación. <a href="%s">ver aquí</a> para obtener los códigos alpha-2 del país disponibles.

source: Country&nbsp;Code
es_es: Código del país

source: A 2 digit country code, e.g. US. Leave blank to apply to all.
es_es: Un código de 2 dígitos de país, por ejemplo, EE.UU.. Dejar en blanco para aplicar a todos

source: State&nbsp;Code
es_es: Código de Estado

source: A 2 digit state code, e.g. AL. Leave blank to apply to all.
es_es: Un código de estado o provincia de 2 dígitos maximo, por ejemplo, AL. Dejar en blanco para aplicar a todos

source: ZIP/Postcode
es_es: ZIP / Código Postal

source: Postcode for this rule. Semi-colon (;) separate multiple values. Leave blank to apply to all areas. Wildcards (*) can be used. Ranges for numeric postcodes (e.g. 12345-12350) will be expanded into individual postcodes.
es_es: Código postal de esta regla. Separar múltiples valores con punto y coma (;). Dejar en blanco para aplicar a todas las áreas. Los comodines (*) pueden ser utilizados.Los rangos para los códigos postales numéricos (por ejemplo, 12.345 a 12350) serán expandidos en códigos postales individuales.

source: Cities for this rule. Semi-colon (;) separate multiple values. Leave blank to apply to all cities.
es_es: Ciudades para esta regla. separados por un Punto y coma (;) para separar multiples valores. Dejar en blanco para aplicar a todas las ciudades.

source: Rate&nbsp;%
es_es: Tasa %

source: Enter a tax rate (percentage) to 4 decimal places.
es_es: Introduzca un tipo impositivo (porcentaje) a 4 decimales.

source: Tax&nbsp;Name
es_es: Nombre del impuesto

source: Enter a name for this tax rate.
es_es: Escriba un nombre para este tipo de impuesto

source: Priority
es_es: Prioridad

source: Choose a priority for this tax rate. Only 1 matching rate per priority will be used. To define multiple tax rates for a single area you need to specify a different priority per rate.
es_es: Elija una prioridad para este tipo de impuesto. Sólo 1 de adaptación de velocidad por prioridad se utilizará. Para definir múltiples tasas de impuestos para una sola área es necesario especificar una prioridad diferente según la tasa.

source: Compound
es_es: Compuesto

source: Choose whether or not this is a compound rate. Compound tax rates are applied on top of other tax rates.
es_es: Elija si desea o no esto que es una tasa compuesta. Tasas compuestas de impuestos se aplica por encima de las tasas impositivas de otros

source: Choose whether or not this tax rate also gets applied to shipping.
es_es: Elija si desea o no que este impuesto, también se aplique al envío.

source: Insert row
es_es: Insertat Fila

source: Remove selected row(s)
es_es: Eliminar fila(s) seleccionada

source: Export CSV
es_es: Exportar CSV

source: Import CSV
es_es: Importar CSV

source: No row(s) selected
es_es: Ninguna fila(s) seleccionada

source: Country Code
es_es: Código del país

source: State Code
es_es: Código de Estado

source: Rate %
es_es: Tasa %

source: Tax Name
es_es: Nombre de impuesto

source: Please, provide an attribute name, slug and type.
es_es: Por favor, proporcione un nombre de atributo, 'slug' y tipo.

source: Slug “%s” is too long (28 characters max). Shorten it, please.
es_es: El 'Slug' '%s' es demasiado largo (28 caracteres cómo máximo). Acortelo.

source: Slug “%s” is not allowed because it is a reserved term. Change it, please.
es_es: El 'Slug' “%s” no está permitido, ya que es un término reservado. Cambielo, por favor.

source: Slug “%s” is already in use. Change it, please.
es_es: El 'Slug' “%s” ya está en uso. Cambielo, por favor.

source: Edit Attribute
es_es: Editar Atributo

source: Name for the attribute (shown on the front-end).
es_es: Nombre del atributo (que se muestra en el la web que el cliente ve)

source: Slug
es_es: Slug (Palabras-separadas-por-guión)

source: Unique slug/reference for the attribute; must be shorter than 28 characters.
es_es: El único 'Slug' / referencia para el atributo, debe de ser inferior a 28 caracteres.

source: Select
es_es: Seleccionar

source: Text
es_es: Texto

source: Determines how you select attributes for products. <strong>Text</strong> allows manual entry via the product page, whereas <strong>select</strong> attribute terms can be defined from this section. If you plan on using an attribute for variations use <strong>select</strong>.
es_es: Determina la forma de seleccionar los atributos de los productos: <br><strong>Texto</strong> permite la entrada manual a través de la página del producto, mientras que los terminos <strong>Seleccionar</strong> atributos pueden definirse en esta sección. Si usted planea usar un atributo de las variaciones use <strong> seleccionar </strong>.

source: Default sort order
es_es: Pedido por defecto

source: Custom ordering
es_es: Ordenado personalizado

source: Term ID
es_es: ID Plazo

source: Determines the sort order on the frontend for this attribute. If using custom ordering, you can drag and drop the terms in this attribute
es_es: Determina para este atributo el orden en la web que el cliente ve. Si se utiliza el ordenamiento personalizado, puede arrastrar y colocar los términos en este atributo

source: Update
es_es: Actualizar

source: Order by
es_es: Ordenar por

source: Terms
es_es: Condiciones

source: Configure&nbsp;terms
es_es: Configurar Términos

source: No attributes currently exist.
es_es: No existen atributos.

source: Add New Attribute
es_es: Añadir nuevo atributo

source: Attributes let you define extra product data, such as size or colour. You can use these attributes in the shop sidebar using the "layered nav" widgets. Please note: you cannot rename an attribute later on.
es_es: Los atributos le permiten definir datos adicionales de productos, tales cómo el tamaño o el color. Puede utilizar estos atributos en la barra lateral tienda usando el "layered nav" widgets. Tenga en cuenta: no se puede cambiar el nombre de un atributo más adelante.

source: Add Attribute
es_es: Añadir Atributo

source: Are you sure you want to delete this attribute?
es_es: ¿Está seguro que desea eliminar este atributo?

source: Overview
es_es: Visión de conjunto

source: Thank you for using WooCommerce :) Should you need help using or extending WooCommerce please <a href="%s">read the documentation</a>. For further assistance you can use the <a href="%s">community forum</a> or if you have access, <a href="%s">our support desk</a>.
es_es: Gracias por usar WooCommerce :) Si necesita ayuda para utilizar o ampliar WooCommerce por favor <a href="%s"> leer la documentación</ a>. Para obtener asistencia adicional que puede utilizar la comunidad <a href="%s">community forum</a> or if you have access, <a href="%s">a nuestro servicio de soporte </ a>.

source: If you are having problems, or to assist us with support, please check the status page to identify any problems with your configuration:
es_es: Si usted está teniendo problemas, ayudenos con su apoyo, por favor consulte la página de estado para identificar cualquier problema con la configuración:

source: System Status
es_es: Sistema.

source: If you come across a bug, or wish to contribute to the project you can also <a href="%s">get involved on GitHub</a>.
es_es: Si se encuentra un error, o desea contribuir al proyecto también se puede <a href="%s">get involved on GitHub</a>.

source: Here you can set up your store and customise it to fit your needs. The sections available from the settings page include:
es_es: Aquí puede configurar su tienda y personalizarla para que se ajuste a sus necesidades. Las secciones disponibles en la página de configuración incluyen:

source: General settings such as your shop base, currency, and script/styling options which affect features used in your store.
es_es: Los ajustes generales tales cómo su base de tienda, moneda y secuencia de comandos / opciones de estilo afectan a las funciones utilizadas en su tienda.

source: Pages
es_es: Páginas

source: This is where important store page are defined. You can also set up other pages (such as a Terms page) here.
es_es: Aquí es donde la página principal de la tienda se define. Usted también puede configurar aquí otras páginas (cómo una página de Términos y condiciones) etc.

source: Options for how things like price, images and weights appear in your product catalog.
es_es: Las opciones para las cosas cómo el precio, las imágenes y los pesos aparecen en su catálogo de productos.

source: Options concerning stock and stock notices.
es_es: Opciones relativas al stock y eventos del stock.

source: Options concerning tax, including international and local tax rates.
es_es: Opciones relativas a impuestos, incluyendo los impuestos internacionales y locales.

source: This is where shipping options are defined, and shipping methods are set up.
es_es: Aquí es donde las opciones de envío están definidas, y los métodos de envío se establecen.

source: Payment Methods
es_es: Métodos de pago

source: This is where payment gateway options are defined, and individual payment gateways are set up.
es_es: Aquí es donde las opciones de pago de la pasarela de pagos se definen, y pasarelas de pago individuales se establezcan.

source: Emails
es_es: Correos Electrónicos

source: Here you can customise the way WooCommerce emails appear.
es_es: Aquí puede personalizar la forma en mensajes de correo electrónico aparecen WooCommerce ..

source: Integration
es_es: Integración

source: The integration section contains options for third party services which integrate with WooCommerce.
es_es: La sección contiene opciones para la integración de servicios de terceros que se integran con WooCommerce.

source: Reports
es_es: Informes

source: The reports section can be accessed from the left-hand navigation menu. Here you can generate reports for sales and customers.
es_es: La sección de informes se puede acceder desde el menú de navegación de la izquierda. Aquí usted puede generar informes de ventas y clientes

source: Sales
es_es: Ventas

source: Reports for sales based on date, top sellers and top earners.
es_es: Informes de ventas basados en la fecha: Los más vendidos y en los que más se gana.

source: Coupon usage reports.
es_es: Informes de cupones usados

source: Customers
es_es: Clientes

source: Customer reports, such as signups per day.
es_es: Informes de clientes, tales cómo inscripciones por día etc.

source: Stock reports for low stock and out of stock items.
es_es: Informes de la existencia de bajas (Stock bajo) y de artículos disponibles.

source: Orders
es_es: Pedidos

source: The orders section can be accessed from the left-hand navigation menu. Here you can view and manage customer orders.
es_es: La sección de pedidos se puede acceder desde el menú de navegación de la izquierda. Aquí puede ver y gestionar los pedidos de los clientes.

source: Orders can also be added from this section if you want to set them up for a customer manually.
es_es: Los pedidos también se pueden agregar desde esta sección si desea configurarlos para un cliente de forma manual.
